Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/price-jar/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# badge.loyalty
source: Loyalty
ar: بطاقة الولاء
de: Bonuskarte
es: Tarjeta fidelidad
fr: Carte fidélité
it: Carta fedeltà
pt_pt: Cartão fidelidade
tr: Sadakat kartı
zh_hans: 会员卡

# badge.sale
source: Sale
ar: تخفيض
de: Angebot
es: Oferta
fr: Promo
it: Offerta
pt_pt: Promoção
tr: İndirim
zh_hans: 促销

# category.bakery
source: Bakery
ar: المخبوزات
de: Bäckerei
es: Panadería
fr: Boulangerie
it: Panetteria
pt_pt: Padaria
tr: Fırın
zh_hans: 烘焙

# category.beverages
source: Beverages
ar: المشروبات
de: Getränke
es: Bebidas
fr: Boissons
it: Bevande
pt_pt: Bebidas
tr: İçecekler
zh_hans: 饮料

# category.dairy
source: Dairy
ar: منتجات الألبان
de: Milchprodukte
es: Lácteos
fr: Produits laitiers
it: Latticini
pt_pt: Laticínios
tr: Süt Ürünleri
zh_hans: 乳制品

# category.frozen
source: Frozen
ar: المجمدات
de: Tiefkühlkost
es: Congelados
fr: Surgelés
it: Surgelati
pt_pt: Congelados
tr: Dondurulmuş
zh_hans: 冷冻食品

# category.household
source: Household
ar: مستلزمات المنزل
de: Haushalt
es: Hogar
fr: Maison
it: Casa
pt_pt: Casa
tr: Ev İhtiyaçları
zh_hans: 家居用品

# category.meatAndFish
source: Meat & Fish
ar: اللحوم والأسماك
de: Fleisch & Fisch
es: Carne y pescado
fr: Viande & poisson
it: Carne e pesce
pt_pt: Carne e peixe
tr: Et & Balık
zh_hans: 肉类和鱼类

# category.other
source: Other
ar: أخرى
de: Sonstiges
es: Otros
fr: Autre
it: Altro
pt_pt: Outros
tr: Diğer
zh_hans: 其他

# category.pantry
source: Pantry
ar: المؤن
de: Vorratsschrank
es: Despensa
fr: Épicerie
it: Dispensa
pt_pt: Despensa
tr: Kiler
zh_hans: 食品储藏

# category.personalCare
source: Personal Care
ar: العناية الشخصية
de: Körperpflege
es: Cuidado personal
fr: Soins personnels
it: Cura della persona
pt_pt: Cuidado pessoal
tr: Kişisel Bakım
zh_hans: 个人护理

# category.produce
source: Produce
ar: الخضار والفواكه
de: Obst & Gemüse
es: Frutas y verduras
fr: Fruits et légumes
it: Frutta e verdura
pt_pt: Frutas e legumes
tr: Meyve & Sebze
zh_hans: 果蔬

# common.sampleBadge
source: Sample
ar: تجريبي
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
pt_pt: Exemplo
tr: Örnek
zh_hans: 示例

# dimension.count
source: Count
ar: العدد
de: Anzahl
es: Unidades
fr: Quantité
it: Quantità
pt_pt: Unidades
tr: Adet
zh_hans: 计数

# dimension.mass
source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt_pt: Peso
tr: Ağırlık
zh_hans: 重量

# dimension.volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
tr: Hacim
zh_hans: 体积

# displayUnit.per100Grams
source: Per 100 g
ar: لكل 100 غرام
de: Pro 100 g
es: Por 100 g
fr: Pour 100 g
it: Ogni 100 g
pt_pt: Por 100 g
tr: 100 g başına
zh_hans: 每100克

# displayUnit.per100Milliliters
source: Per 100 mL
ar: لكل 100 مل
de: Pro 100 mL
es: Por 100 mL
fr: Pour 100 mL
it: Ogni 100 mL
pt_pt: Por 100 mL
tr: 100 mL başına
zh_hans: 每100毫升

# displayUnit.perFluidOunce
source: Per fluid ounce
ar: لكل أونصة سائلة
de: Pro Flüssigunze
es: Por onza líquida
fr: Par once liquide
it: All'oncia fluida
pt_pt: Por onça líquida
tr: Sıvı ons başına
zh_hans: 每液量盎司

# displayUnit.perItem
source: Per item
ar: لكل قطعة
de: Pro Stück
es: Por unidad
fr: Par unité
it: Ad unità
pt_pt: Por unidade
tr: Adet başına
zh_hans: 每件

# displayUnit.perKilogram
source: Per kilogram
ar: لكل كيلوغرام
de: Pro Kilogramm
es: Por kilogramo
fr: Par kilogramme
it: Al chilogrammo
pt_pt: Por quilograma
tr: Kilogram başına
zh_hans: 每千克

# displayUnit.perLiter
source: Per litre
ar: لكل لتر
de: Pro Liter
es: Por litro
fr: Par litre
it: Al litro
pt_pt: Por litro
tr: Litre başına
zh_hans: 每升

# displayUnit.perPound
source: Per pound
ar: لكل رطل
de: Pro Pfund
es: Por libra
fr: Par livre
it: Alla libbra
pt_pt: Por libra
tr: Pound başına
zh_hans: 每磅

# edit.barcode
source: Barcode
ar: الباركود
es: Código de barras
fr: Code-barres
it: Codice a barre
pt_pt: Código de barras
tr: Barkod
zh_hans: 条形码

# edit.brand
source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Marque
it: Marca
pt_pt: Marca
tr: Marka
zh_hans: 品牌

# edit.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar
tr: İptal
zh_hans: 取消

# edit.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_pt: Categoria
tr: Kategori
zh_hans: 分类

# edit.delete
source: Delete Item
ar: حذف العنصر
de: Artikel löschen
es: Eliminar artículo
fr: Supprimer l'article
it: Elimina articolo
pt_pt: Eliminar artigo
tr: Ürünü Sil
zh_hans: 删除商品

# edit.deleteConfirm.title %lld
source: Delete this item and its %lld recorded prices?
ar: هل تريد حذف هذا العنصر و%lld سعرًا مسجلًا له؟
de: Diesen Artikel und seine %lld erfassten Preise löschen?
es: ¿Eliminar este artículo y sus %lld precios registrados?
fr: Supprimer cet article et ses %lld prix enregistrés ?
it: Eliminare questo articolo e i suoi %lld prezzi registrati?
pt_pt: Eliminar este artigo e os seus %lld preços registados?
tr: Bu ürünü ve kayıtlı %lld fiyatını sil?
zh_hans: 删除该商品及其 %lld 条已记录价格？

# edit.dimension
source: Measurement type
ar: نوع القياس
de: Messtyp
es: Tipo de medida
fr: Type de mesure
it: Tipo di misura
pt_pt: Tipo de medida
tr: Ölçüm türü
zh_hans: 计量类型

# edit.displayUnit
source: Show price per
ar: عرض السعر لكل
de: Preis anzeigen pro
es: Mostrar precio por
fr: Afficher le prix par
it: Mostra prezzo per
pt_pt: Mostrar preço por
tr: Fiyatı göster:
zh_hans: 显示单价单位

# edit.existing
source: Edit Item
ar: تعديل العنصر
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
pt_pt: Editar artigo
tr: Ürünü Düzenle
zh_hans: 编辑商品

# edit.identification
source: Identification
ar: التعريف
de: Identifikation
es: Identificación
it: Identificazione
pt_pt: Identificação
tr: Tanımlama
zh_hans: 识别信息

# edit.itemDetails
source: Item Details
ar: تفاصيل العنصر
de: Artikeldetails
es: Detalles del artículo
fr: Détails de l'article
it: Dettagli articolo
pt_pt: Detalhes do artigo
tr: Ürün Bilgileri
zh_hans: 商品详情

# edit.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
tr: Ad
zh_hans: 名称

# edit.new
source: New Item
ar: عنصر جديد
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
it: Nuovo articolo
pt_pt: Novo artigo
tr: Yeni Ürün
zh_hans: 新商品

# edit.packageSize
source: Package size
ar: حجم العبوة
de: Packungsgröße
es: Tamaño del envase
fr: Taille du paquet
it: Dimensione confezione
pt_pt: Tamanho da embalagem
tr: Paket boyutu
zh_hans: 包装规格

# edit.packaging
source: Packaging
ar: التغليف
de: Verpackung
es: Envase
fr: Emballage
it: Confezione
pt_pt: Embalagem
tr: Ambalaj
zh_hans: 包装

# edit.photo
source: Photo
ar: صورة
de: Foto
es: Foto
it: Foto
pt_pt: Foto
tr: Fotoğraf
zh_hans: 照片

# edit.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar
tr: Kaydet
zh_hans: 保存

# edit.unit
source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
it: Unità
pt_pt: Unidade
tr: Birim
zh_hans: 单位

# firstrun.barcodeNote
source: PriceJar recalls the items you name yourself. It never looks barcodes up online.
ar: يتذكر PriceJar العناصر التي تسميها بنفسك. لا يبحث أبدًا عن الباركود عبر الإنترنت.
de: PriceJar erinnert sich an die Artikel, die du selbst benennst. Es sucht Barcodes nie online nach.
es: PriceJar recuerda los artículos que tú mismo nombras. Nunca busca códigos de barras en línea.
fr: PriceJar retrouve les articles que vous nommez vous-même. Il ne recherche jamais de codes-barres en ligne.
it: PriceJar ricorda gli articoli che nomini tu stesso. Non cerca mai i codici a barre online.
pt_pt: O PriceJar recorda os artigos que tu próprio nomeias. Nunca procura códigos de barras online.
tr: PriceJar, kendi adlandırdığın ürünleri hatırlar. Barkodları asla çevrimiçi aramaz.
zh_hans: PriceJar 只会记住你自己命名的商品，绝不会在线查询条形码。

# firstrun.confirmSettings
source: Confirm your settings
ar: أكّد إعداداتك
de: Bestätige deine Einstellungen
es: Confirma tus ajustes
fr: Confirmez vos réglages
it: Conferma le tue impostazioni
pt_pt: Confirma as tuas definições
tr: Ayarlarını onayla
zh_hans: 确认你的设置

# firstrun.currency
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
pt_pt: Moeda
tr: Para Birimi
zh_hans: 货币

# firstrun.line1
source: Record what you actually pay, at which store, in which size.
ar: سجّل ما تدفعه فعليًا، وفي أي متجر، وبأي حجم.
de: Erfasse, was du tatsächlich zahlst, in welchem Geschäft, in welcher Größe.
es: Registra lo que realmente pagas, en qué tienda y en qué tamaño.
fr: Enregistrez ce que vous payez réellement, dans quel magasin, en quelle taille.
it: Registra quanto paghi davvero, in quale negozio, in quale formato.
pt_pt: Regista o que realmente pagas, em que loja e em que tamanho.
tr: Gerçekte ne kadar ödediğini, hangi mağazada ve hangi boyutta olduğunu kaydet.
zh_hans: 记录你实际支付的价格、购买的商店以及包装规格。

# firstrun.line2
source: PriceJar compares it to your own history and tells you if it's a good price.
ar: يقارنه PriceJar بسجلك الخاص ويخبرك إن كان سعرًا جيدًا.
de: PriceJar vergleicht ihn mit deinem eigenen Verlauf und sagt dir, ob es ein guter Preis ist.
es: PriceJar lo compara con tu propio historial y te dice si es un buen precio.
fr: PriceJar le compare à votre propre historique et vous dit si c'est un bon prix.
it: PriceJar lo confronta con la tua cronologia e ti dice se è un buon prezzo.
pt_pt: O PriceJar compara com o teu próprio histórico e diz-te se é um bom preço.
tr: PriceJar bunu kendi geçmişinle karşılaştırır ve iyi bir fiyat olup olmadığını söyler.
zh_hans: PriceJar 会将其与你自己的历史记录比较，告诉你这是否是个好价格。

# firstrun.line3
source: Everything stays on this iPhone — no account, no price feed.
ar: يبقى كل شيء على هذا الآيفون — بلا حساب، وبلا مصدر أسعار خارجي.
de: Alles bleibt auf diesem iPhone — kein Konto, keine externe Preisquelle.
es: Todo permanece en este iPhone: sin cuenta, sin fuente de precios externa.
fr: Tout reste sur cet iPhone — pas de compte, pas de flux de prix externe.
it: Tutto resta su questo iPhone — nessun account, nessun listino esterno.
pt_pt: Tudo permanece neste iPhone — sem conta, sem fonte de preços externa.
tr: Her şey bu iPhone'da kalır — hesap yok, dış fiyat kaynağı yok.
zh_hans: 一切都保留在此iPhone上——无需账户，也没有外部价格来源。

# firstrun.loadSample
source: Load Sample Price Book
ar: تحميل دفتر أسعار تجريبي
de: Beispiel-Preisbuch laden
es: Cargar libro de precios de ejemplo
fr: Charger un carnet de prix d'exemple
it: Carica libro dei prezzi di esempio
pt_pt: Carregar livro de preços de exemplo
tr: Örnek Fiyat Defterini Yükle
zh_hans: 加载示例价格手册

# firstrun.measurementSystem
source: Measurement system
ar: نظام القياس
de: Maßsystem
es: Sistema de medidas
fr: Système de mesure
it: Sistema di misura
pt_pt: Sistema de medidas
tr: Ölçüm sistemi
zh_hans: 计量系统

# firstrun.startEmpty
source: Start Empty
ar: البدء فارغًا
de: Leer starten
es: Empezar vacío
fr: Commencer vide
it: Inizia da vuoto
pt_pt: Começar vazio
tr: Boş Başla
zh_hans: 从空白开始

# firstrun.title
source: Welcome to PriceJar
ar: مرحبًا بك في PriceJar
de: Willkommen bei PriceJar
es: Bienvenido a PriceJar
fr: Bienvenue sur PriceJar
it: Benvenuto su PriceJar
pt_pt: Bem-vindo ao PriceJar
tr: PriceJar'a Hoş Geldin
zh_hans: 欢迎使用 PriceJar

# history.best
source: Best price
ar: أفضل سعر
de: Bester Preis
es: Mejor precio
fr: Meilleur prix
it: Prezzo migliore
pt_pt: Melhor preço
tr: En iyi fiyat
zh_hans: 最优价格

# history.chart
source: Trend
ar: الاتجاه
es: Tendencia
fr: Tendance
it: Andamento
pt_pt: Tendência
tr: Eğilim
zh_hans: 趋势

# history.chart.accessibilityLabel
source: Chart of unit price over time
ar: مخطط سعر الوحدة عبر الزمن
de: Diagramm des Einzelpreises im Zeitverlauf
es: Gráfico del precio unitario a lo largo del tiempo
fr: Graphique du prix unitaire dans le temps
it: Grafico del prezzo unitario nel tempo
pt_pt: Gráfico do preço unitário ao longo do tempo
tr: Zaman içinde birim fiyat grafiği
zh_hans: 单价随时间变化图表

# history.chart.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
pt_pt: Data
tr: Tarih
zh_hans: 日期

# history.chart.price
source: Unit price
ar: سعر الوحدة
de: Einzelpreis
es: Precio unitario
fr: Prix unitaire
it: Prezzo unitario
pt_pt: Preço unitário
tr: Birim fiyat
zh_hans: 单价

# history.deleteEntry.title
source: Delete this price entry?
ar: هل تريد حذف هذا السعر المسجل؟
de: Diesen Preiseintrag löschen?
es: ¿Eliminar este precio registrado?
fr: Supprimer ce prix enregistré ?
it: Eliminare questo prezzo registrato?
pt_pt: Eliminar este preço registado?
tr: Bu fiyat kaydı silinsin mi?
zh_hans: 删除该价格记录？

# history.edit
source: Edit Item
ar: تعديل العنصر
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
pt_pt: Editar artigo
tr: Ürünü Düzenle
zh_hans: 编辑商品

# history.empty.body
source: Record the first price for this item to start tracking it.
ar: سجّل أول سعر لهذا العنصر لتبدأ بتتبعه.
de: Erfasse den ersten Preis für diesen Artikel, um ihn zu verfolgen.
es: Registra el primer precio de este artículo para empezar a seguirlo.
fr: Enregistrez le premier prix de cet article pour commencer à le suivre.
it: Registra il primo prezzo di questo articolo per iniziare a monitorarlo.
pt_pt: Regista o primeiro preço deste artigo para começares a acompanhá-lo.
tr: Takibe başlamak için bu ürünün ilk fiyatını kaydet.
zh_hans: 记录该商品的第一个价格即可开始追踪。

# history.empty.title
source: No prices recorded yet
ar: لم يتم تسجيل أي سعر بعد
de: Noch keine Preise erfasst
es: Todavía no hay precios registrados
fr: Aucun prix enregistré pour l'instant
it: Nessun prezzo ancora registrato
pt_pt: Ainda não há preços registados
tr: Henüz fiyat kaydedilmedi
zh_hans: 尚未记录价格

# history.entries
source: Price History
ar: سجل الأسعار
de: Preisverlauf
es: Historial de precios
fr: Historique des prix
it: Cronologia prezzi
pt_pt: Histórico de preços
tr: Fiyat Geçmişi
zh_hans: 价格历史

# history.median
source: Typical price
ar: السعر المعتاد
de: Typischer Preis
es: Precio habitual
fr: Prix habituel
it: Prezzo tipico
pt_pt: Preço habitual
tr: Tipik fiyat
zh_hans: 常规价格

# history.recordPrice
source: Record Price
ar: تسجيل السعر
de: Preis erfassen
es: Registrar precio
fr: Enregistrer un prix
it: Registra prezzo
pt_pt: Registar preço
tr: Fiyat Kaydet
zh_hans: 记录价格

# history.sixMonthChange
source: vs. 6 months ago
ar: مقارنة بمنذ 6 أشهر
de: vs. vor 6 Monaten
es: vs. hace 6 meses
fr: vs. il y a 6 mois
it: vs. 6 mesi fa
pt_pt: vs. há 6 meses
tr: 6 ay öncesine göre
zh_hans: 较6个月前

# history.summary
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt_pt: Resumo
tr: Özet
zh_hans: 摘要

# priceBook.add
source: Add item
ar: إضافة عنصر
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
it: Aggiungi articolo
pt_pt: Adicionar artigo
tr: Ürün ekle
zh_hans: 添加商品

# priceBook.category.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
pt_pt: Tudo
tr: Tümü
zh_hans: 全部

# priceBook.empty.body
source: Add your first item, or load a few sample prices to see how PriceJar works.
ar: أضف عنصرك الأول، أو حمّل بعض الأسعار التجريبية لترى كيف يعمل PriceJar.
de: Füge deinen ersten Artikel hinzu oder lade Beispielpreise, um zu sehen, wie PriceJar funktioniert.
es: Añade tu primer artículo o carga precios de ejemplo para ver cómo funciona PriceJar.
fr: Ajoutez votre premier article ou chargez des prix d'exemple pour voir comment PriceJar fonctionne.
it: Aggiungi il tuo primo articolo o carica alcuni prezzi di esempio per vedere come funziona PriceJar.
pt_pt: Adiciona o teu primeiro artigo ou carrega preços de exemplo para ver como o PriceJar funciona.
tr: İlk ürününü ekle veya PriceJar'ın nasıl çalıştığını görmek için örnek fiyatları yükle.
zh_hans: 添加你的第一件商品，或加载一些示例价格，看看 PriceJar 是如何工作的。

# priceBook.empty.loadSample
source: Load sample data
ar: تحميل بيانات تجريبية
de: Beispieldaten laden
es: Cargar datos de ejemplo
fr: Charger des données d'exemple
it: Carica dati di esempio
pt_pt: Carregar dados de exemplo
tr: Örnek verileri yükle
zh_hans: 加载示例数据

# priceBook.empty.title
source: Your price book is empty
ar: دفتر أسعارك فارغ
de: Dein Preisbuch ist leer
es: Tu libro de precios está vacío
fr: Votre carnet de prix est vide
it: Il tuo libro dei prezzi è vuoto
pt_pt: O teu livro de preços está vazio
tr: Fiyat defterin boş
zh_hans: 你的价格手册是空的

# priceBook.manageStores
source: Stores
ar: المتاجر
de: Geschäfte
es: Tiendas
fr: Magasins
it: Negozi
pt_pt: Lojas
tr: Mağazalar
zh_hans: 商店

# priceBook.noPricesYet
source: No prices yet
ar: لا توجد أسعار بعد
de: Noch keine Preise
es: Sin precios todavía
fr: Aucun prix pour l'instant
it: Nessun prezzo ancora
pt_pt: Ainda sem preços
tr: Henüz fiyat yok
zh_hans: 暂无价格

# priceBook.scan
source: Scan barcode
ar: مسح الباركود
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
it: Scansiona codice a barre
pt_pt: Ler código de barras
tr: Barkod tara
zh_hans: 扫描条形码

# priceBook.search
source: Search items
ar: البحث عن العناصر
de: Artikel suchen
es: Buscar artículos
fr: Rechercher un article
it: Cerca articoli
pt_pt: Pesquisar artigos
tr: Ürün ara
zh_hans: 搜索商品

# priceBook.sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt_pt: Ordenar
tr: Sırala
zh_hans: 排序

# priceBook.sort.bestPrice
source: Best price
ar: أفضل سعر
de: Bester Preis
es: Mejor precio
fr: Meilleur prix
it: Prezzo migliore
pt_pt: Melhor preço
tr: En iyi fiyat
zh_hans: 最优价格

# priceBook.sort.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
tr: Ad
zh_hans: 名称

# priceBook.sort.recentlyUpdated
source: Recently updated
ar: المحدث مؤخرًا
de: Zuletzt aktualisiert
es: Actualizado recientemente
fr: Récemment mis à jour
it: Aggiornati di recente
pt_pt: Atualizado recentemente
tr: Son güncellenen
zh_hans: 最近更新

# record.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
pt_pt: Data
tr: Tarih
zh_hans: 日期

# record.details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
pt_pt: Detalhes
tr: Ayrıntılar
zh_hans: 详情

# record.dimensionMismatch %@
source: This unit doesn't match this item's %@ measurement. Pick a matching unit.
ar: هذه الوحدة لا تتطابق مع قياس %@ لهذا العنصر. اختر وحدة مطابقة.
de: Diese Einheit passt nicht zur %@-Messung dieses Artikels. Wähle eine passende Einheit.
es: Esta unidad no coincide con la medida de %@ de este artículo. Elige una unidad compatible.
fr: Cette unité ne correspond pas à la mesure de %@ de cet article. Choisissez une unité compatible.
it: Questa unità non corrisponde alla misura di %@ di questo articolo. Scegli un'unità compatibile.
pt_pt: Esta unidade não corresponde à medida de %@ deste artigo. Escolhe uma unidade compatível.
tr: Bu birim, bu ürünün %@ ölçüsüyle uyuşmuyor. Uyumlu bir birim seç.
zh_hans: 该单位与此商品的%@计量方式不符，请选择匹配的单位。

# record.loyalty
source: Loyalty-card price
ar: سعر بطاقة الولاء
de: Preis mit Bonuskarte
es: Precio con tarjeta de fidelidad
fr: Prix carte de fidélité
it: Prezzo con carta fedeltà
pt_pt: Preço com cartão fidelidade
tr: Sadakat kartı fiyatı
zh_hans: 会员卡价格

# record.noStore
source: No store
ar: بدون متجر
de: Kein Geschäft
es: Sin tienda
fr: Aucun magasin
it: Nessun negozio
pt_pt: Sem loja
tr: Mağaza yok
zh_hans: 无商店

# record.packageSize
source: Package size
ar: حجم العبوة
de: Packungsgröße
es: Tamaño del envase
fr: Taille du paquet
it: Dimensione confezione
pt_pt: Tamanho da embalagem
tr: Paket boyutu
zh_hans: 包装规格

# record.price
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt_pt: Preço
tr: Fiyat
zh_hans: 价格

# record.sale
source: Sale price
ar: سعر التخفيض
de: Angebotspreis
es: Precio de oferta
fr: Prix promotionnel
it: Prezzo in offerta
pt_pt: Preço em promoção
tr: İndirimli fiyat
zh_hans: 促销价

# record.save
source: Check Price
ar: التحقق من السعر
de: Preis prüfen
es: Comprobar precio
fr: Vérifier le prix
it: Verifica prezzo
pt_pt: Verificar preço
tr: Fiyatı Kontrol Et
zh_hans: 检查价格

# record.store
source: Store
ar: المتجر
de: Geschäft
es: Tienda
fr: Magasin
it: Negozio
pt_pt: Loja
tr: Mağaza
zh_hans: 商店

# record.title
source: Record Price
ar: تسجيل السعر
de: Preis erfassen
es: Registrar precio
fr: Enregistrer un prix
it: Registra prezzo
pt_pt: Registar preço
tr: Fiyat Kaydet
zh_hans: 记录价格

# record.unit
source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
it: Unità
pt_pt: Unidade
tr: Birim
zh_hans: 单位

# sample.store.name
source: Sample Store
ar: متجر تجريبي
de: Beispielgeschäft
es: Tienda de ejemplo
fr: Magasin d'exemple
it: Negozio di esempio
pt_pt: Loja de exemplo
tr: Örnek Mağaza
zh_hans: 示例商店

# sample.store.note
source: Demo data — safe to remove any time in Settings.
ar: بيانات تجريبية — يمكن إزالتها بأمان في أي وقت من الإعدادات.
de: Demodaten — jederzeit sicher in den Einstellungen entfernbar.
es: Datos de demostración: se pueden eliminar en cualquier momento desde Ajustes.
fr: Données de démonstration — vous pouvez les supprimer à tout moment dans Réglages.
it: Dati demo — puoi rimuoverli in qualsiasi momento da Impostazioni.
pt_pt: Dados de demonstração — podes remover a qualquer momento nas Definições.
tr: Demo verisi — Ayarlar'dan istediğin zaman güvenle kaldırabilirsin.
zh_hans: 演示数据——可随时在设置中安全移除。

# scanner.denied.body
source: Turn on camera access in Settings to scan a barcode, or search your price book by name instead.
ar: فعّل الوصول إلى الكاميرا من الإعدادات لمسح الباركود، أو ابحث في دفتر أسعارك بالاسم بدلاً من ذلك.
de: Aktiviere den Kamerazugriff in den Einstellungen, um einen Barcode zu scannen, oder suche stattdessen im Preisbuch nach Namen.
es: Activa el acceso a la cámara en Ajustes para escanear un código de barras, o busca en tu libro de precios por nombre.
fr: Activez l'accès à l'appareil photo dans Réglages pour scanner un code-barres, ou recherchez dans votre carnet de prix par nom.
it: Attiva l'accesso alla fotocamera in Impostazioni per scansionare un codice a barre, oppure cerca nel tuo libro dei prezzi per nome.
pt_pt: Ativa o acesso à câmara nas Definições para leres um código de barras, ou pesquisa no teu livro de preços pelo nome.
tr: Barkod taramak için Ayarlar'dan kamera erişimini aç, ya da fiyat defterinde isimle ara.
zh_hans: 请在设置中开启相机权限以扫描条形码，或改为按名称在价格手册中搜索。

# scanner.denied.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
pt_pt: Abrir Definições
tr: Ayarları Aç
zh_hans: 打开设置

# scanner.denied.title
source: Camera Access Needed
ar: الوصول إلى الكاميرا مطلوب
de: Kamerazugriff erforderlich
es: Se necesita acceso a la cámara
fr: Accès à l'appareil photo requis
it: Accesso alla fotocamera necessario
pt_pt: É necessário aceder à câmara
tr: Kamera Erişimi Gerekli
zh_hans: 需要相机权限

# scanner.manualSearch
source: Search Instead
ar: البحث بدلاً من ذلك
de: Stattdessen suchen
es: Buscar en su lugar
fr: Rechercher à la place
it: Cerca invece
pt_pt: Pesquisar em vez disso
tr: Bunun Yerine Ara
zh_hans: 改为搜索

# scanner.title
source: Scan Barcode
ar: مسح الباركود
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
it: Scansiona codice a barre
pt_pt: Ler código de barras
tr: Barkod Tara
zh_hans: 扫描条形码

# scanner.torch
source: Torch
ar: المصباح
de: Taschenlampe
es: Linterna
fr: Torche
it: Torcia
pt_pt: Lanterna
tr: Fener
zh_hans: 手电筒

# settings.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_pt: Sobre
tr: Hakkında
zh_hans: 关于

# settings.about.version
source: Version
ar: الإصدار
es: Versión
it: Versione
pt_pt: Versão
tr: Sürüm
zh_hans: 版本

# settings.ads
source: Advertising
ar: الإعلانات
de: Werbung
es: Publicidad
fr: Publicité
it: Pubblicità
pt_pt: Publicidade
tr: Reklam
zh_hans: 广告
